Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh95-v4.tmx
Source language: bo
Languages: en

source: །ནད་ཀྱི་འཇིགས་པ་འདི་ལྟར་ཤིན་ཏུ་མི་བཟད་པ། །སྐྱེས་བུ་མཁས་པས་གནས་འདི་མཐོང་ནས་ཇི་ལྟ་བུར། །རྩེ་ལ་དགའ་དང་སྡུག་པའི་འདུ་ཤེས་བསྐྱེད་པར་འགྱུར།
en: What wise person, having witnessed Such unbearable terrors of disease, Would have a positive view of playful games?”

source: །དགེ་སློང་དག་དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་ཤིང་རྟའི་མཆོག་དེ་སླར་བསྒྱུར་ཏེ་ཕྱིར་ཡང་གྲོང་ཁྱེར་དུ་ཞུགས་སོ།
en: And so, monks, once again the Bodhisattva turned his beautiful chariot around and returned to the city.

source: །དགེ་སློང་དག་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་དུས་གཞན་ཞིག་ན་བཀོད་པ་ཆེན་པོས་གྲོང་ཁྱེར་གྱི་ནུབ་ཕྱོགས་ཀྱི་སྒོ་ནས་སྐྱེད་མོས་ཚལ་གྱི་སར་ཞུགས་པ་དང་། དེས་ལམ་ཀ་ན་མི་ཤི་བར་གྱུར་པ། ཁྱོགས་ལ་བཞག་པ། རས་ཀྱི་བླ་རེ་ཕུབ་པ། ཉེ་དུའི་ཚོགས་ཀྱིས་བསྐོར་ཏེ། ཀུན་ཀྱང་ངུ་ཞིང་སྐད་ཕྱུང་སྟེ།
en: However, monks, sometime later, while the Bodhisattva was setting out for the parks through the western city gate, accompanied by a large parade, he saw on the road a dead man who had reached his end. The corpse was lying on a stretcher, covered by a cotton cloth.

source: ངུ་ལ་སྨྲེ་སྔགས་འདོན་ཅིང་སྐྲ་བཤིག་ལ་མགོ་ལས་ས་འཐོར་ཞིང་བྲང་རྡུང་ལ་ཆོ་ངེ་འདོན་ཅིང་ཕྱི་བཞིན་འབྲང་བར་གྱུར་པ་མཐོང་ངོ་།
en: It was surrounded by a group of relatives who wailed, cried, and lamented.

source: །ཁ་ལོ་སྒྱུར་བ་མི་འདི་ཁྱོགས་ལ་བཞག་ནས་ནི། །མི་དག་སྐྲ་བཤིག་མགོ་ལ་ས་ཡིས་འཐོར་བྱེད་ཅིང་། །སྣ་ཚོགས་དག་གི་ཚིག་ནི་བརྗོད་ལ་བྲང་རྡུང་བས།
en: When he saw this, the Bodhisattva turned to the charioteer and asked him the following, even though he already knew the answer: “Charioteer, who is this man carried on the stretcher?

source: །ཀུན་ནས་བསྐོར་བ་བྱས་ཏེ་ཁྱེར་བ་སུ་ཞིག་ཡིན། །
en: The other people have surrounded him, And they keep pulling their hair, scratching their faces with their fingernails, Throwing dust on their heads, beating their chests, and crying in distress.”

source: ཁ་ལོ་སྒྱུར་བས་སྨྲས་པ། ལྷ་ཅིག་མི་འདི་འཛམ་བུའི་གླིང་དུ་གུམ་པ་སྟེ། །སླན་ཆད་ཕ་མ་མཆིས་བྲང་བུ་རྣམས་མཐོང་མི་འགྱུར།
en: The charioteer replied: “Your Highness, this man has died in Jambudvīpa; Never again shall he see his parents, wife, or children.

source: །ལོངས་སྤྱོད་ཁྱིམ་དང་མཛའ་གཉེན་ཚོགས་རྣམས་སྤངས་ནས་ནི། །འཇིག་རྟེན་ཕ་རོལ་མཆིས་ཏེ་སླན་ཆད་གཉེན་མི་མཐོང་།
en: He must abandon his possessions, his house, his friends, and his relatives, And proceed to the next world, where he shall never see his relatives again.”

source: རྒ་བས་གནོད་པར་འགྱུར་བའི་གཞོན་པ་ཅིར་མི་རུང་།
en: “How sad that old age destroys youth!

source: །སྣ་ཚོགས་ནད་ཀྱིས་གནོད་འགྱུར་ནད་མེད་ཅིར་མི་རུང་།
en: How sad that health is destroyed by various sicknesses!

source: །རིང་དུ་མི་གསོན་གསོན་པ་མཁས་ལ་ཅིར་མི་རུང་།
en: How sad that the life of a wise man does not last long!

source: །རྒ་ལ་ཆགས་པ་སྐྱེས་བུ་མཁས་ལ་ཅིར་མི་རུང་།
en: How sad that scholars are attached to pleasure!

source: །གལ་ཏེ་རྒ་མེད་ནད་མེད་འཆི་བ་མེད་གྱུར་ཀྱང་།
en: “Even if there were no old age, sickness, or death,

source: །འོན་ཀྱང་ཕུང་པོ་ལྔ་འཛིན་སྡུག་བསྔལ་ཆེ་ཡིན་ན།
en: The five aggregates would still be ridden with great suffering.

source: །རྒ་ན་འཆི་བ་རྟག་ཏུ་འབྲང་བ་སྨོས་ཅི་དགོས།
en: What then about old age, sickness, and death, which always occur together? Well then!

source: །ལེགས་པར་སླར་ཟློག་རབ་ཏུ་ཐར་བར་བྱ་བ་བསམ།
en: Turn around—I will think about how to be liberated from this state.”

source: །དགེ་སློང་དག་དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་ཤིང་རྟ་མཆོག་དེ་སླར་བཟློག་སྟེ། ཕྱིར་ཡང་གྲོང་ཁྱེར་དུ་ཞུགས་སོ།
en: And so, monks, once again the Bodhisattva turned his fine chariot around and returned to the city.

source: །དགེ་སློང་དག་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་དུས་གཞན་ཞིག་ན་གྲོང་ཁྱེར་གྱི་བྱང་ཕྱོགས་ཀྱི་སྒོ་ནས་སྐྱེད་མོས་ཚལ་གྱི་སར་ཞུགས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་མཐུས་ལྷའི་བུ་དེ་དག་ཉིད་ཀྱིས་ལམ་ཀ་དེར་དགེ་སློང་ཞིག་མངོན་པར་སྤྲུལ་པ་དང་། བྱང་ཆུབ་སེམས་དཔས་དགེ་སློང་ཞི་བ།
en: Monks, sometime later, while the Bodhisattva was setting out for the parks through the northern city gate, through the power of the Bodhisattva the gods emanated a mendicant in the street where they were passing. The Bodhisattva saw the mendicant and noticed that he was peaceful.

source: དུལ་བ་ཡང་དག་པར་བསྡམས་པ། ཚངས་པར་སྤྱོད་པ། མིག་ཕབ་པ།
en: He was self-controlled and restrained. He had pure conduct, and his eyes didn’t wander but looked down ahead at a distance of six feet.

source: གཉའ་ཤིང་གང་ཙམ་དུ་ལྟ་བ། སྤྱོད་ལམ་མཛེས་པ་ཕུན་སུམ་ཚོགས་པ། འགྲོ་བ་དང་ལྡོག་པ་མཛེས་པ་ཕུན་སུམ་ཚོགས་པ།
en: His behavior was beautiful and exquisite, as was the way he walked.

source: མདུན་དུ་ལྟ་བ་དང་། གཡས་གཡོས་སུ་ལྟ་བ་མཛེས་པ།
en: The way he looked ahead and to the left and right was also beautiful.

source: བསྐུམ་པ་དང་སྨྱང་བ་མཛེས་པ།
en: When he bent and stretched his limbs, he did so in an exquisite manner.

source: ཆོས་གོས་སྣམ་སྦྱར་དང་ལྷུང་བཟེད་དང་ཆོས་གོས་ཐོགས་པ་མཛེས་པ་ཞིག་ལམ་ཀ་ན་འདུག་པ་དེ་མཐོང་ངོ་།
en: The way he wore his robes and his offering bowl was delightful to see.

source: །མཐོང་ནས་ཀྱང་བྱང་ཆུབ་སེམས་དཔས་ཤེས་བཞིན་དུ་ཁ་ལོ་སྒྱུར་བ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: When he saw this monk, the Bodhisattva turned to the charioteer and asked him the following, even though he already knew the answer:

source: ཁ་ལོ་སྒྱུར་བ་སྐྱེས་བུ་སེམས་ཞི་རབ་ཞི་ཞིང་།
en: “Charioteer, who is this peaceful and calm person?

source: །མིག་ཕབ་འགྲོ་ལ་གཉའ་ཤིང་གང་ཙམ་ལྟ་བྱེད་ཅིང་།
en: He walks with his eyes toward the ground at a distance of six feet.

source: །ངུར་སྨྲིག་གོས་གྱོན་ཤིན་ཏུ་རབ་ཏུ་ཞི་བར་སྤྱོད། །ལྷུང་བཟེད་ཐོགས་ནས་མི་རྒོད་མ་ཁེངས་སུ་ཞིག་ཡིན།
en: His clothes are saffron colored and his actions so peaceful; He carries his offering bowl and is not overbearing or haughty.”

source: ལྷ་ཅིག་མི་འདི་དགེ་སློང་ཞེས་ནི་བགྱི་བ་ལགས།
en: “Your Highness, that person is what we call a ‘monk.’

source: །འདོད་པའི་དགའ་བ་སྤངས་ཤིང་ཤིན་ཏུ་དུལ་བར་སྤྱོད།
en: He has abandoned sensual enjoyments and now acts in a very gentle manner;

source: །བདག་ཉིད་ཞི་བ་ཚོལ་ཞིང་རབ་ཏུ་བྱུང་བར་གྱུར།
en: He has become a mendicant and searches for peace.

source: །འདོད་ཆགས་ཞེ་སྡང་བྲལ་བར་བསོད་སྙོམས་སྤྱོད་ཅིང་རྒྱུ།
en: Free from attachment and anger, he lives from alms.”

source: འདི་ནི་དགེ་བར་ལེགས་སྨྲས་ང་ཡང་འདོད་པ་སྟེ།
en: “What you say is very true, and I agree;

source: །རབ་ཏུ་བྱུང་བ་མཁས་པ་རྣམས་ཀྱིས་རྟག་ཏུ་བསྔགས།
en: Wise beings always praise the life of a monk.

source: །དེ་ནི་བདག་ལ་ཕན་ཞིང་སེམས་ཅན་གཞན་ལའང་ཕན།
en: Such a life is beneficial for oneself and it also helps others;

source: །འཚོ་བ་བདེ་ཞིང་ཉམས་འཐུན་འཆི་མེད་འབྲས་བུར་འགྱུར།
en: It is a happy life that results in the sweet nectar of immortality.”

source: །དགེ་སློང་དག་དེ་ནས་བྱང་ཆུབ་སེམས་དཔས་ཤིང་རྟ་མཆོག་དེ་སླར་བསྒྱུར་ཏེ་ཕྱིར་ཡང་གྲོང་ཁྱེར་དུ་ཞུགས་སོ།
en: And so, monks, once again the Bodhisattva turned his fine chariot around and returned to the city.

source: །དགེ་སློང་དག་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་ལ་བསྐུལ་བ་རྣམ་པ་འདི་ལྟ་བུ་འདི་དག་རྒྱལ་པོ་ཟས་གཙང་མས་མཐོང་ཞིང་ཐོས་ནས།
en: Monks, King Śuddhodana both saw and heard that the Bodhisattva had been inspired in these ways.

source: བྱང་ཆུབ་སེམས་དཔའ་ཡོངས་སུ་བསྲུང་བའི་ཕྱིར་ར་བ་རྒྱ་ཆེན་པོ་བྱེད་དུ་བཅུག་སྟེ། འོབས་ཀྱང་རྐོར་བཅུག །སྒོ་གཏན་དམ་པོ་ཡང་འཛུགས་སུ་བཅུག །སྲུངས་མ་ཡང་བཀོད།
en: So in order to guard the Bodhisattva even more, he erected a perimeter wall around the palace, dug trenches, and strengthened the gates.

source: དཔའ་བོ་རྣམས་ཀྱང་སྦྲན། བཞོན་པ་ཡང་སྟ་གོན་བྱས།
en: He also posted guards, alerted his brave soldiers, and even prepared the cavalry.

source: གོ་ཆ་ཡང་གྱོན་དུ་བཅུག་གོ།
en: All of them were in full armor.

source: །བྱང་ཆུབ་སེམས་དཔའ་བསྲུང་བའི་ཕྱིར། གྲོང་ཁྱེར་ཆེན་པོའི་སྒོ་བཞིའི་ལམ་གྱི་སུམ་མདོ་རྣམས་སུ་དཔུང་ཆེན་པོའི་བཀོད་པ་བཞག་སྟེ། བྱང་ཆུབ་སེམས་དཔའ་མངོན་པར་བྱུང་ང་རེ་ཞེས་དེ་དག་དེ་སྲུང་དུ་བཅུག་གོ།
en: In order to guard the Bodhisattva, he placed a full army division at each of the junctions by the four city gates to keep watch day and night, and told them to prevent the Bodhisattva from eloping.

source: །བཙུན་མོའི་འཁོར་ལ་ཡང་རེས་འགའ་ཙམ་ཡང་གླུ་དབྱངས་ཀྱི་རྒྱུན་ཆད་ད་རེ།
en: At the quarters of the consorts he directed everyone to continuously sing and play music, and not to stop for even a moment.

source: དགའ་བ་དང་རྩེ་བ་ཐམས་ཅད་ཀྱང་སྦྱོར་ཅིག ། ཅི་ནས་ཀྱང་གཞོན་ནུ་ཆགས་ནས་རབ་ཏུ་འབྱུང་བར་མི་འགྱུར་བ་དང་། མགུ་བར་འགྱུར་བར་བུད་མེད་ཀྱི་སྒྱུ་ཡང་སྟོན་ཅིག་ཅེས་བསྒོའོ།
en: “You must apply all your skills in pleasure and games!” he told them. “Use all your female trickery and keep persevering with the young prince so that when his mind becomes attached to you, he will not want to leave for the sake of ordination!”

source: ཐབ་མོ་མོས་པའི་སྐྱེས་བུ་ལག་ན་རལ་གྲི་མཚོན་ཐོགས་སྒོ་གར་བཀོད། །
en: At the gates there are men fond of combat, holding their swords aloft;

source: གོ་བགོས་མི་རྟ་གླང་པོ་ཤིང་རྟ་མི་བསྐྱོན་གླང་པོའི་ཕྲེང་བའང་བཀོད། །
en: There are elephants, horses, chariots, and men in armor on rows of elephants.

source: འོབས་དང་ཤིང་ཐགས་དག་དང་རྟ་བབས་ཕྱིར་མཐོན་པོའང་བྱེད་དུ་བཅུག །སྒོ་མོ་རྒྱང་གྲགས་གྲག་པའི་སྒྲ་འབྱུང་བ་ཡང་གཏན་པ་དམ་པོ་བཅུག །ཤཱཀྱའི་ཚོགས་རྣམས་ཐམས་ཅད་ཡིད་མི་དགའ་ཞིང་ཉིན་མཚན་སྲུང་བར་བྱེད།
en: Ditches have been dug, and tall walls and archways with turrets have been built; There are gates so solid that their noise can be heard for several miles. All the Śākyas are worried and keep guard day and night;

source: །དཔུང་ཆེན་དེ་དག་རྣམས་ཀྱང་སྒྲ་སྐད་ཆེན་པོ་ཤིན་ཏུ་གྲག་པར་བྱེད།
en: The great noise of the powerful army is heard everywhere.

source: །དེས་པ་འདི་ནས་འབྱུང་དུ་འོང་ཞེས་གྲོང་ཁྱེར་འཁྲུགས་ཤིང་ཡིད་སྔངས་སྐྲག །ཤཱཀྱའི་རིགས་སྐྱེས་སོང་ན་རིགས་འདི་ཆད་པར་མི་འགྱུར་གྲང་སྙམ་བྱེད།
en: The city is in turmoil and full of terrified cries: “May the Gentle One not depart! If the holder of the Śākya lineage leaves, this royal line will be broken!”

source: །སྐྱེ་བོ་བུད་མེད་དག་ལ་བསྒོ་བ་རྟག་ཏུ་གླུ་དབྱངས་རྒྱུན་མ་བཅད།
en: The women are told, “You must never stop your songs and music;

source: །རྩེ་བས་དགའ་བ་རྣམས་ཀྱི་བསྙེན་བཀུར་གྱིས་ཤིང་ཡིད་ཀྱང་མགུ་བར་གྱིས།
en: You must make him stay, so captivate his mind with your games of pleasure.

source: །བུད་མེད་སྒྱུ་ཐབས་སྤྱོད་པ་གང་ཡིན་རྣམ་པ་དུ་མ་མང་པོ་སྟོན།
en: Demonstrate all your many ways of female trickery and make a good effort;

source: །དེས་པ་འགྲོར་མི་འགྱུར་བར་བསྲུང་བར་བྱོས་ཤིང་བགེགས་ཀྱང་རབ་ཏུ་བྱོས།
en: Watch over him and create hindrances so that the Gentle Being does not depart!”

source: །ཁ་ལོ་སྒྱུར་བ་མཆོག་དེ་མངོན་པར་འབྱུང་བའི་སྔ་ལྟས་འདི་དག་སྟེ།
en: These are omens that foretell the departure of the best of charioteers:

source: །ངང་པ་ཁྲུང་ཁྲུང་དག་དང་རྨ་བྱ་རི་སྐེགས་དག་དང་ནེ་ཚོ་རྣམས།
en: The swans, cranes, peacocks, mynas, and parrots do not make any sounds.

source: །ཁང་བཟངས་སྐར་ཁུང་རྟ་བབས་མཆོག་དང་ཡང་ཐོག་ཁྲི་ལ་འཁོད་ནས་ནི།
en: They sit on terraces, by palace windows, on gateways, parapets, and pedestals;

source: །དམན་ཞིང་དམན་ལ་མི་དགའ་མི་བདེ་མགོ་སྨད་སེམས་ཤིང་སྒྲ་མི་འབྱིན།
en: Depressed, unhappy, and miserable, they hang their heads and remain silent.

source: །རྫིང་དང་རྫིང་ཆེན་དག་གི་པད་མ་དག་ཀྱང་རྙིས་ཤིང་རྙིས་པར་གྱུར།
en: Even the beautiful lotuses in the ponds and the pools wither and die;

source: །ཤིང་ལྗོན་སྐམས་ཤིང་ཡལ་ག་མེ་ཏོག་ལྷགས་ལ་མེ་ཏོག་སླར་མི་འཆགས།
en: The foliage and the flowers in the trees disappear, and the trees blossom no more.

source: །པི་བང་གླིང་བུ་རྒྱུད་གསུམ་རྒྱུད་ཀྱིས་བརྒྱན་པ་དེ་ཚེ་གློ་བུར་ཆད།
en: The strings on the lutes and the sitars break for no apparent reason;

source: །རྔ་དང་རྫ་རྔ་དག་ཀྱང་ལག་པས་བརྡུངས་ན་འཆགས་ཅིང་སྒྲ་མི་འབྱུང་།
en: The drums, big and small, all break when touched and emit no sounds.

source: །གྲོང་ཁྱེར་དེ་དག་ཐམས་ཅད་འཁྲུགས་པར་གྱུར་ཅིང་ཤིན་ཏུ་གཉིད་ཀྱིས་ནོན།
en: The whole city is disturbed and overcome by lethargy;

source: །གང་གི་ཡིད་ཀྱང་གར་བྱེད་པ་དང་གླུ་ལེན་པ་ལ་དགའ་བ་མེད།
en: Nobody has any desire for dancing, singing, or making merry.

source: །རྒྱལ་པོའང་མཆོག་ཏུ་རབ་ཏུ་ཡིད་དམན་གྱུར་ཏེ་སེམས་ཁོངས་ཆུད་ཅིང་འདུག །ཨེ་མ་མ་རུང་ཤཱཀ་རིགས་རྫུ་འཕྲུལ་རྒྱ་ཆེན་མི་ཚིག་གྲང་སྙམ་བྱེད།
en: Even the king is severely depressed and given to brooding; He wonders, “Oh no, will the Śākya lineage, of such fortune, now be destroyed?”

source: །ས་འཚོ་མ་དང་རྒྱལ་བུ་མལ་གཅིག་ན་ནི་ཉལ་ཞིང་འཁོད་པའི་ཚེ།
en: As Gopā and the prince lie asleep in the same bed,

source: །ནམ་ཕྱེད་ཙམ་ན་ས་འཚོ་མ་ཡི་རྨི་ལམ་དུ་ནི་འདི་དག་རྨིས།
en: A dream appears to Gopā in the middle of the night.

source: །ས་འདི་ཐམས་ཅད་རྩེ་མོར་ལྡན་པའི་རི་དང་བཅས་ཏེ་གཡོས་པར་གྱུར།
en: She dreams that the entire earth with all its mountains is shaken;

source: །ཤིང་ལྗོན་རྣམས་ཀྱང་རླུང་གིས་བསྐྱོད་ནས་རྩ་ནས་འཐོན་ཏེ་ས་ལ་སྒྱེལ།
en: The trees are rocked by the wind, and uprooted they fall to the ground.

source: །ཉི་མ་ཟླ་བ་སྐར་མའི་རྒྱན་དང་བཅས་ཏེ་མཁའ་ལས་ས་ལ་ལྷུང་།
en: The sun, the moon, and the stars that adorn them fall from the sky onto the earth;

source: །ལག་པ་གཡོན་པས་སྐྲ་ཡང་རབ་ཏུ་འབལ་ཞིང་ཅོད་པན་ལྷུང་བ་མཐོང་།
en: She sees her shorn-off hair in her right hand, and her diadem crumbling into pieces.

source: །ལག་པ་ཆད་ལ་དེ་བཞིན་རྐང་པའང་ཆད་ཅིང་བདག་ནི་སྒྲེན་མོར་མཐོང་།
en: Her hands and feet are cut off and she finds herself naked;

source: །བདག་གི་མུ་ཏིག་དོ་ཤལ་ནོར་བུ་གསེར་གྱི་འོག་པག་ཆད་པར་མཐོང་།
en: Her pearl necklace and the jewel in her girdle break apart.

source: །ཉལ་ཁྲི་དེ་ཡི་རྐང་པ་བཞི་ཆག་ས་ཡི་སྟེང་ན་ཉལ་བ་མཐོང་།
en: The four legs of her bed break off, and she ends up lying on the ground;

source: །རྒྱལ་པོའི་གདུགས་ཀྱི་ཡུ་བ་སྤྲས་པ་དཔལ་ལྡན་མཛེས་པ་ཆག་པར་མཐོང་།
en: The beautiful and splendorous handle of the king’s parasol is broken.

source: །རྒྱན་རྣམས་ཀུན་ཀྱང་རྣམ་པར་འཐོར་ཅིང་ཆུ་ཡིས་ཁྱེར་བར་གྱུར་པ་དང་། །ཁྱིམ་ཐབ་རྒྱན་ཡང་གོས་དང་ཅོད་པན་བཅས་ཏེ་མལ་སྟེང་འཐོར་བར་མཐོང་།
en: All her ornaments fall off and are scattered about and carried off by water; Her husband’s ornaments, clothes, and crown lie scattered on their bed.

source: །གྲོང་ཁྱེར་དག་ནས་མེ་སྒྲོན་ཕྱིར་བྱུང་གྲོང་ཁྱེར་མུན་པས་ནོན་པ་དང་། །རིན་པོ་ཆེ་ལས་བྱས་པའི་དྲ་བ་མཛེས་པའང་ཆད་པར་གྱུར་པ་རྨིས།
en: Torches are carried out from the city, which is left behind in darkness; The beautiful jewel lattices she sees in her sleep are broken.

source: །མུ་ཏིག་དོ་ཤལ་འཕྱང་བ་ལྷུང་ནས་རྒྱ་མཚོ་ཆེན་པོས་དཀྲུགས་པ་དང་། །དེ་ཡི་ཚེ་ན་རི་ཡི་རྒྱལ་པོ་རི་རབ་གནས་ནས་གཡོས་པ་རྨིས།
en: The tassels of pearl fall off and the ocean is stirred; She dreams that Meru, the king of mountains, is shaken in its foundation.

source: །ཤཱཀྱའི་བུ་མོའི་རྨི་ལམ་དུ་ནི་འདི་འདྲ་འདི་དག་རྨིས་གྱུར་ནས།
en: These are the dreams that appear to the daughter of the Śākyas.

source: །དེ་སད་མིག་ནས་མཆི་མ་ཟག་ཅིང་རང་གི་ཁྱོ་ལ་འདི་སྐད་སྨྲས།
en: As she awakens with tearful eyes, she asks her husband,

source: །ལྷ་ཅིག་རྨི་ལམ་འདི་འདྲ་རྨིས་པ་ཅིར་འགྱུར་བ་ནི་བཀའ་སྩོལ་ཅིག །བདག་ནི་དྲན་པ་འཁྲུལ་ཅིང་མིག་ཀྱང་འཁྲུལ་ལ་ཡིད་ནི་མྱ་ངན་ནོན།
en: “Lord, what is going to befall me? Please tell me the meaning of these dreams! My memory is confused, and I cannot see clearly. My heart is aching!”

source: །དེ་ཡིས་དེ་ཐོས་ཀ་ལ་པིང་ཀ་རྔ་སྒྲ་ཚངས་དབྱངས་སྒྲ་སྙན་པས།
en: The Lord replies to Gopā in a voice as sweet as the nightingale, a drum, or Brahmā,

source: །ས་འཚོ་མ་ལ་སྨྲས་པ་ཁྱོད་ནི་རབ་ཏུ་དགར་འགྱུར་སྡིག་པ་མེད།
en: “Cheer up! Nothing bad is in store for you.

source: །སེམས་ཅན་གང་དག་བསོད་ནམས་སྔོན་སྤྱད་དེ་དག་རྨི་ལམ་འདི་འདྲ་རྨི།
en: Only beings who have created previous merit have such dreams;

source: །སྡུག་བསྔལ་དུ་མས་ཉེན་པ་རྨི་ལམ་འདི་འདྲ་རྨི་བ་ག་ལ་ཡོད།
en: People for whom there is suffering in store could never dream like that.

source: །ཁྱོད་ཀྱིས་ས་ནི་རབ་ཏུ་གཡོས་པ་དང་། །རི་རྩེར་བཅས་ཏེ་ས་ལ་ལྷུང་རྨིས་པ།
en: “When you dream that the earth is shaken And the mountains crumble to the earth,

source: །ལྷ་དང་ཀླུ་དང་སྲིན་པོ་འབྱུང་པོའི་ཚོགས།
en: It shows that gods, nāgas, rākṣasas, and bhūtas

source: །ཀུན་གྱིས་ཁྱོད་མཆོད་གཙོ་མོར་བྱེད་པར་འགྱུར།
en: All rank you as the highest among those worthy of worship.

source: །ཁྱོད་ཀྱིས་ཤིང་རྣམས་རྩ་ནས་འཐོན་རྨིས་ཤིང་།
en: “When you dream that the trees are uprooted

source: །ལག་པ་གཡོན་པས་སྐྲ་འབལ་རྨིས་པ་ནི།
en: And you cut off your hair with your right hand,

source: །ས་འཚོ་མྱུར་དུ་ཉོན་མོངས་དྲ་བ་བཅད།
en: It shows that you, Gopā, will quickly cut the web of afflictions

source: །འདུས་བྱས་དག་ལས་ལྟ་བའི་དྲ་བ་འབྱིན།
en: And free yourself from the web of viewing conditioned phenomena.

source: །ཁྱོད་ཀྱིས་ཉི་ཟླ་ས་ལ་ལྷུང་རྨིས་ཤིང་།
en: “When you dream that the sun and the moon fall to the ground

source: །སྐར་མ་རྣམས་ཀྱང་ལྷུང་བར་རྨིས་པ་ནི།
en: And that the stars fall as well,

source: །ས་འཚོ་མྱུར་དུ་ཉོན་མོངས་དགྲ་བཅོམ་སྟེ།
en: It shows that you, Gopā, will quickly conquer the enemy of afflictions

source: །ཁྱོད་ནི་འཇིག་རྟེན་མཆོད་པ་བསྔགས་པར་འགྱུར།
en: And will become worthy of offerings and praise from the world.

source: །ཁྱོད་ཀྱིས་མུ་ཏིག་དོ་ཤལ་འཐོར་རྨིས་ཤིང་།
en: “When you dream that your pearl necklace is torn

source: །ལུས་ཀུན་ཆད་དང་སྒྲེན་མོ་རྨིས་པ་ནི།
en: And that you are naked and your body is mutilated,

source: །ས་འཚོ་མྱུར་དུ་བུད་མེད་ལུས་སྤངས་ཏེ།
en: It shows that you, Gopā, can soon leave your female body

source: །རིང་པོར་མི་ཐོགས་སྐྱེས་པའི་ལུས་སུ་འགྱུར།
en: And swiftly attain a male body.

source: །ཁྱོད་ཀྱིས་ཁྲི་རྐང་ཆག་པར་རྨིས་པ་དང་། །གདུགས་ཡུ་རིན་ཆེན་སྤྲས་པ་ཆག་རྨིས་པ།
en: “When you dream that the legs of your bed break off And the precious handle of the parasol is broken,

source: །ས་འཚོ་མྱུར་དུ་ཆུ་བོ་བཞི་རྒལ་ཅིང་།
en: It shows that you, Gopā, shall quickly cross the four rivers

source: །ང་ནི་འཇིག་རྟེན་གདུགས་གཅིག་འགྱུར་བ་མཐོང་།
en: And see me as the single parasol bearer in the triple universe.

source: །ཁྱོད་ཀྱིས་རྒྱན་རྣམས་ཆུས་ཁྱེར་རྨིས་པ་དང་། །ང་ཡི་གོས་དང་ཅོད་པན་ཁྲི་སྟེང་རྨིས།
en: “When you dream that your jewelry is carried off by water And my clothes and crown are left behind on my throne,

source: །ས་མཚོ་མྱུར་དུ་མཚན་གྱིས་བརྒྱན་ནས་ནི།
en: It shows that you, Gopā, shall quickly see me adorned with signs

source: །འཇིག་རྟེན་ཀུན་གྱིས་ང་ལ་བསྟོད་པ་མཐོང་།
en: And receiving the praise of the entire world.

source: །ཁྱོད་ཀྱིས་མར་མེ་བརྒྱ་ཕྲག་བྱེ་བ་དག །གྲོང་ཁྱེར་བྱུང་ནས་མུན་གནག་གྱུར་རྨིས་པ།
en: “When you dream that billions of lights Leave the city and plunge it into darkness, It shows, Gopā, that soon I will illuminate with the light of knowledge

source: །ས་འཚོ་མྱུར་དུ་མ་རིག་རྨོངས་པའི་མུན། །འཇིག་རྟེན་ཀུན་ལ་ཤེས་རབ་སྣང་བྱེད་འགྱུར།
en: The entire world, which is plagued by delusion and the darkness of ignorance.

source: །ཁྱོད་ཀྱིས་མུ་ཏིག་དོ་ཤལ་ཆད་པ་དང་། །གསེར་གྱི་ཙོང་ཙོང་སྤྲས་པ་ཆད་རྨིས་པ།
en: “When you dream that your pearl necklace breaks And your beautiful golden chain is broken,

source: །ས་འཚོ་མྱུར་དུ་ཉོན་མོངས་དྲ་བཅད་དེ།
en: It shows that you, Gopā, shall quickly cut the web of affliction

source: །འདུས་བྱས་དག་ལས་འདུ་ཤེས་སྐུད་པ་འབྱིན།
en: And remove your chain of conceptual perception.

source: །ས་འཚོ་གང་ཕྱིར་ང་ལ་གུས་པར་ནི།
en: “Gopā, since you pay homage to me

source: །རྟག་ཏུ་རིམ་གྲོ་མཆོག་གིས་མཆོད་བྱེད་ན།
en: And always make offerings with the highest respect,

source: །ཁྱོད་ལ་ངན་འགྲོ་མེད་ཅིང་མྱ་ངན་མེད།
en: You shall never go to the lower realms or meet with suffering.

source: །མྱུར་དུ་དགའ་ཞིང་མཆོག་ཏུ་དགའ་བ་འཐོབ།
en: Soon you shall have happiness and fortune.

source: །ངས་ནི་སྔོན་ཆད་སྦྱིན་པ་གྱ་ནོམ་བྱིན།
en: “In the past I made abundant offerings;

source: །ཚུལ་ཁྲིམས་བསྲུངས་དང་རྟག་ཏུ་བཟོད་པ་བསྒོམས།
en: I guarded my discipline and always trained in forbearance.

source: །དེ་བས་ང་ལ་དད་པ་གང་རྙེད་པ།
en: Therefore whoever has faith in me

source: །དེ་དག་ཐམས་ཅད་དགའ་ཞིང་རབ་དགའ་རྙེད།
en: Shall find happiness and fortune.

source: །འཁོར་བར་བསྐལ་པ་བྱེ་བ་མཐའ་ཡས་སུ།
en: “For a limitless number of millions of eons in cyclic existence,

source: །ངས་ནི་བྱང་ཆུབ་ལམ་མཆོག་རྣམ་པར་སྦྱངས།
en: I have trained in the perfect path to awakening.

source: །དེ་བས་ང་ལ་དད་པ་གང་བྱེད་པ།
en: Therefore whoever has faith in me

source: །དེ་དག་ཐམས་ཅད་ངན་སོང་གསུམ་པོ་ཆད།
en: Shall eliminate the three lower realms.

source: །དགའ་བ་འཐོབ་ཀྱིས་མི་དགའ་མ་སྐྱེད་ཅིག །ཚིམ་པ་ཐོབ་པར་གྱིས་ལ་མགུ་སྐྱེད་ཅིག །དགའ་དང་མཆོག་ཏུ་དགའ་བ་མྱུར་འཐོབ་སྟེ། །ཁྱོད་ཀྱི་རྨི་ལྟས་བཟང་གིས་ས་འཚོ་ཉོལ།
en: “So be happy and do not be depressed! Be fulfilled and joyful! Soon you shall attain happiness and fortune. Gopā, with such good omens, lay down and sleep.”

source: །སྔོན་ཆད་དགེ་བའི་ལས་ནི་གང་དག་བསགས་གྱུར་པ། །མི་མཆོག་རྣམས་ནི་མངོན་པར་འབྱུང་བའི་དུས་བབ་ཚེ། །མཚན་མ་འདི་དག་བསོད་ནམས་གཟི་བརྗིད་བསགས་པ་དང་། །དཔལ་གྱི་གཟི་བརྗིད་སྙིང་པོ་ཅན་དེས་རྨི་བར་འགྱུར།
en: Those who are nourished by the splendor of merit and have merit in their heart Will see in their dreams splendorous signs, Which occur to supreme beings, who have accumulated virtuous karma, At the time of their departure from home.

source: །དེ་ནི་རྐང་པ་དག་དང་ལག་པ་ཆེན་པོ་ཡིས། །རྒྱ་མཚོ་ཆེན་པོ་བཞི་པོ་དག་གི་ཆུ་དཀྲུག་དང་། །
en: Such a being dreams that the waters in the four great oceans Are stirred with the strokes of his hands and feet.

source: ས་འདི་ཐམས་ཅད་སྣ་ཚོགས་མལ་ཆར་གྱུར་པ་དང་། །རི་བོ་ལྷུན་པོ་མཆོག་ཀྱང་སྔས་སུ་གྱུར་པ་རྨི།
en: The entire earth becomes his bed, And the king of mountains is his pillow.

source: །རྨི་ལམ་ན་ནི་འོད་རབ་བཀྱེ་བས་འཇིག་རྟེན་ན། །མུན་པ་མུན་ནག་ཆེན་པོ་རྣམ་པར་བསལ་བ་དང་། །
en: He sees in his dream a light shining forth That clears away the deep darkness of the world.

source: ས་ལས་གདུགས་ཤིག་བྱུང་བས་འཇིག་རྟེན་གསུམ་ཁྱབ་དང་། །འོད་ཀྱིས་རེག་པས་ལོག་ལྷུང་སྡུག་བསྔལ་རབ་ཞི་རྨི།
en: A parasol emerges from the ground and covers the entire three worlds; Touched by this radiance, the misery of those who suffer disappears.

source: །དཀར་ནག་སྲོག་ཆགས་བཞི་ཞིག་རྐང་པ་ལྡག་པ་དང་། །ཁ་དོག་བཞི་པའི་བྱ་འོངས་ཁ་དོག་གཅིག་སྒྱུར་དང་། །
en: In his dream four white-and-black animals lick his feet, Birds of four colors change into one color.

source: མཆོག་ཏུ་ངན་པ་སྨད་པ་ངན་སྐྱུགས་རི་ལ་ཡང་། །འཛེགས་ནས་འགྲོ་ཡང་དེ་ན་གོས་པ་མེད་པ་རྨི།
en: He climbs an abhorrent and revolting mountain of excrement, Yet he succeeds and remains free from stains.

source: །རྨི་ལམ་ན་ནི་ཆུ་བོ་ཆུ་ཡིས་རབ་གང་ནས།
en: In his dream he further sees rivers overflowing

source: །སྲོག་ཆགས་བྱེ་བ་ཁྲག་ཁྲིག་མང་པོ་ཁྱེར་བ་ལས།
en: And many billions of beings swept away.

source: །དེར་ནི་གྲུར་བྱས་བསྒྲལ་ཏེ་གཞན་དག་བསྒྲལ་ནས་ནི།
en: Building a boat he frees himself and can save others;

source: །དེ་ཡིས་འཇིགས་མེད་མྱ་ངན་མེད་མཆོག་ཐང་བཀོད་རྨི།
en: He takes them to the best of shores, the one that is free from fear and suffering.

source: །རྨི་ལམ་ན་ནི་ནད་པ་མང་པོ་ནད་བཏབ་པ། །ནད་མེད་གཟི་བརྗིད་བྲལ་ཞིང་སྟོབས་ཀྱང་ཉམས་རྣམས་ལ།
en: He further sees many beings struck with illness; Their health and splendor is gone, and their strength is weak.

source: །དེ་ནི་སྨན་པར་གྱུར་ནས་རྩི་སྨན་མང་བྱིན་པས། །ནད་བཏབ་སེམས་ཅན་ཁྲག་ཁྲིག་མང་པོ་ཐར་བྱེད་རྨི།
en: He becomes a doctor and dispenses many medicines, Curing billions of beings of their many diseases.

source: །རི་རབ་ངོས་ལ་སེང་གེའི་ཁྲི་ལ་འདུག་ནས་ནི།
en: He sits on a lion throne on the central mountain;

source: །སློབ་མ་ཐལ་མོ་སྦྱར་ཅིང་ལྷ་རྣམས་ཕྱག་འཚལ་ལ།
en: His students join their palms, and the gods all venerate him.

source: །བདག་ནི་གཡུལ་ལས་རྒྱལ་ཞིང་ལྷ་རྣམས་ནམ་མཁའ་ལས།
en: He sees himself victorious in the midst of a battle,

source: །ཀུན་ཏུ་དགའ་བའི་སྒྲ་སྒྲོག་པར་ནི་རྨི་ལམ་རྨི། །
en: With the immortals in the sky cheering him in joyous voices.

source: བཀྲ་ཤིས་བརྟུལ་ཞུགས་བཟང་པོ་ཡོངས་སུ་རྫོགས་པར་ཡང་། །བྱང་ཆུབ་སེམས་དཔའ་རྨི་ལམ་རྣམ་པ་དེ་དག་རྨི།
en: Such signs did the Bodhisattva see in his dreams, And he saw the fulfillment of his virtuous and excellent conduct.

source: །དེ་ཐོས་ནས་ནི་འདི་ནི་རིང་པོར་མི་ཐོགས་པར། །མི་དང་ལྷ་ཡི་ལྷར་འགྱུར་སྙམ་སྟེ་ལྷ་མི་དགའ།
en: The gods and humans who heard this were delighted and thought, “Soon he shall become the god of humans and gods!”

source: །རྨི་ལམ་གྱི་ལེའུ་སྟེ། བཅུ་བཞི་པའོ།། །།
en: This concludes the fourteenth chapter, on dreams.

source: དགེ་སློང་དག་དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་འདི་སྙམ་དུ་སེམས་ཏེ། བདག་གིས་རྒྱལ་པོ་ཆེན་པོ་ཟས་གཙང་མ་ལ་ཡང་མ་བྱས་ཤིང་། ཕས་གནང་བ་མེད་པར་མངོན་པར་འབྱུང་བ་འདི་ནི་བདག་ལ་མི་རིགས་ཏེ།
en: Monks, in the meantime the Bodhisattva thought to himself, “It would not be right if I did not share my plans with the great king Śuddhodana and simply left home without his permission.

source: བྱས་པ་གཟོ་བ་མ་ཡིན་པར་འགྱུར་རོ་སྙམ་ནས།
en: It would be very ungrateful of me.”

source: དེ་མཚན་མོ་མི་ཉལ་ཙམ་ན་རང་གི་གནས་ཀྱི་ཁང་བཟངས་ནས་བྱུང་སྟེ། རྒྱལ་པོ་ཟས་གཙང་མའི་ཁང་བཟངས་སུ་ཕྱིན་ནས་འདུག་གོ།
en: So that night when everything became quiet, he left his own quarters and entered the quarters of King Śuddhodana.
